app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("created_at", "updated_at", "title", "room_number") VALUES (?, ?, ?, ?)  [["created_at", "2021-02-05 22:34:17.946911"], ["updated_at", "2021-02-05 22:34:17.946911"], ["title", "class"], ["room_number", 101]]
---
    def create
        @school_class = SchoolClass.create(school_class_params)